Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: Now God is witness that the things which I am writing to you are true.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏥᏨᏲᏪᎳᏁᎭ, ᎬᏂᏳᏉ, ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ, ᎥᏝ ᏱᎦᏥᎪᎥᏍᎦ.

source: Then I came to the parts of Syria and Cilicia.
chr: ᎣᏂᏃ ᏏᎵᏱ ᎠᎴ ᏏᎵᏏᏱ ᏩᎩᎶᏒᎩ.

source: And the churches of Judaea which were in Christ still had no knowledge of my face or person:
chr: ᎠᎴ ᎥᏝ ᎠᏂᎦᏔᎯ ᏱᎨᏎ ᎠᏆᎧᏛ ᎾᏍᎩᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒ ᏧᏗᏱ, ᎾᏍᎩ ᎦᎶᏁᏛ ᏗᎬᏩᏁᎶᏗ;

source: Only it came to their ears that he who at one time was cruel to us is now preaching the faith which before had been attacked by him;
chr: ᎤᎾᏛᎦᏅᎯᏉᏍᎩᏂᏃᏅ ᎨᏎᎢ ᎯᎠ ᎾᏂᏪᏍᎬᎢ, ᎾᏍᎩ Ꮎ ᎤᏲ ᏥᏂᎬᎿᏕᎬ ᏧᏩᎫᏔᏅᏒ, ᎿᏉ ᎠᎵᏥᏙᎲᏍᎦ ᎢᎧᏃᎮᎭ ᎪᎯᏳᏗ ᎨᏒ ᎾᏍᎩ ᎢᎸᎯᏳ ᏣᏛᏗᏍᎬᎩ.

source: And they gave glory to God in me.
chr: ᎤᏂᎸᏉᏔᏁᏃ ᎤᏁᎳᏅᎯ ᎠᏴ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᎢ.

source: Then after the space of fourteen years I went up again to Jerusalem with Barnabas, taking Titus with me.
chr: ᎿᏉᏃ ᏂᎦᏚ ᏫᏄᏕᏘᏴᎲ ᎣᏂ, ᏔᎵᏁ ᏥᎷᏏᎵᎻ ᎠᏇᏅᏒᎩ ᎣᏍᏕᎲᎩ ᏆᏂᏆ, ᎠᎴ ᏓᏓᏏ ᎾᏍᏉ ᎥᏥᏯᏘᏅᏒᎩ.

source: And I went up by revelation; and I put before them the good news which I was preaching among the Gentiles, but privately before those who were of good name, so that the work which I was or had been doing might not be without effect.
chr: ᎠᎴ ᎬᏂᎨᏒ ᏅᏋᏁᎸᎢ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎠᏇᏅᏒᎩ, ᎠᎴ ᎬᏂᎨᏒ ᏂᎦᏥᏴᏁᎸ ᎣᏍᏛ ᎧᏃᎮᏛ ᎾᏍᎩ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎦᏥᏯᎵᏥᏙᏁᎲᎢ; ᎠᏂᏏᏴᏫᎭᏍᎩᏂ ᎤᏕᎵᏛ ᎬᏂᎨᏒ ᏂᎦᏥᏴᏁᎸᎩ ᏗᏂᏃᏣᎵ ᎨᏒᎢ, ᏯᏎᎦᎩ ᎠᏎᏉ ᏱᏙᏥᏍᏆᎸᏓ ᎠᎴ ᎠᏎᏉ ᏱᏓᎩᏍᏆᎸᏔᏅ ᎠᏇᎵᏒᎩ.

source: But not even Titus who was with me, being a Greek, was made to undergo circumcision:
chr: ᎠᏎᏃ ᎥᏝ ᎾᏍᏉ ᏓᏓᏏ, ᎾᏍᎩ ᎣᏍᏕᎯ, ᎠᎪᎢ ᏂᎨᏒ, ᎠᏎ ᎠᏥᎤᏍᏕᏎᏗ ᏱᎨᏎᎢ;

source: And that because of the false brothers let in secretly, who came searching out our free condition which we have in Christ Jesus, so that they might make servants of us;
chr: ᎠᎴ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎤᎾᏠᎾᏍᏗ ᎠᎾᎵᏅᏟ ᏄᏪᎵᏍᏛᎾ ᎨᏥᏴᏔᏂᎸᎯ, ᎾᏍᎩ ᏅᏕᎵᏛ ᎤᏂᏴᎵᎸ ᎤᏂᎨᏛᏗᏱ ᎣᎦᏓᏤᎵᎦᏯ ᎨᏒ ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ ᎣᎩᎲᎢ, ᏦᎩᎾᏝᎢ ᎢᎪᎬᏁᏗᏱ;

source: To whom we gave way not even for an hour; so that the true words of the good news might still be with you.
chr: ᎾᏍᎩ ᎥᏝ ᏑᏟᎶᏛ ᎤᏅ ᎢᎪᎯᏛ ᎤᎾᏁᎳᎩ ᏱᏙᏤᎵᏎᎴᎢ ᎡᎳᏗ ᏂᏙᏣᏛᏁᎲᎢ; ᎾᏍᎩ ᎣᏍᏛ ᎧᏁᎮᏛ ᎤᏙᎯᏳᎯ ᎨᏒ ᎢᎬᏩᏍᏗᎭ ᎢᎬᏩᏍᏗᎭ ᎢᏤᎳᏗᏓᏍᏗᏱ.

source: But from those who seemed to be important (whatever they were has no weight with me: God does not take man's person into account): those who seemed to be important gave nothing new to me;
chr: Ꮎ-ᏍᎩᏂᏃ ᏰᎵ ᏗᏂᏃᏨᎵ ᎨᏒᎢ, ᎾᏍᎩ ᏄᎾᏍᏛᎢ ᎥᏝ ᎪᎱᏍᏗ ᎠᏋᏁᎯ ᏱᎩ, ᎤᏁᎳᏅᎯᏰᏃ ᎥᏝ ᏱᎦᎸᏉᏗᎭ ᎩᎶ ᏄᏍᏛᎢ; ᎾᏍᎩᏰᏃ ᏗᏂᏃᏣᎵ ᎨᏒ ᎥᏝ ᎪᎱᏍᏗ ᏱᎬᎩᏁᏉᎡᎴᎢ;

source: But, quite the opposite, when they saw that I had been made responsible for preaching the good news to those without circumcision, even as Peter had been for those of the circumcision
chr: Ꭰ-ᏍᎩᏂ ᎢᏗᏢ, ᎤᏂᎪᎲ ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᏂᏗᎨᏥᎤᏍᏕᏎᎸᎾ [ᎤᎾᏛᎪᏗᏱ] ᎠᏴ ᎥᏆᎨᏅᏛᎢ, ᎾᏍᎩᏯ ᏗᎨᏥᏅᏍᏕᏎᎸᎯ [ᎤᎾᏛᎪᏗᏱ] ᎣᏍᏛ ᎧᏃᎮᏛ ᏈᏓ ᏣᎦᎨᏅᏕᎢ;

source: (Because he who was working in Peter as the Apostle of the circumcision was working no less in me among the Gentiles);
chr: (ᎾᏍᎩᏂ ᏈᏓ ᎤᎵᏂᎩᏛ ᎢᏳᏩᏁᎯ ᎠᏥᏅᏏᏛ ᎨᏒ ᏗᎨᏥᎤᏍᏕᏎᎸᎯ ᎤᏁᏤᎵᎦ, ᎾᏍᎩ ᎾᏍᏉ ᎠᏴ ᎠᏆᎵᏂᎩᏛ ᎾᏋᏁᎲᎩ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏕᏥᏯᎵᏥᏙᏁᎲᎢ;)

source: When they saw the grace which was given to me, James and Cephas and John, who had the name of being pillars, gave to me and Barnabas their right hands as friends so that we might go to the Gentiles, and they to the circumcision;
chr: ᎠᎴ ᏥᎻ, ᎠᎴ ᏏᏆᏏ, ᎠᎴ ᏣᏂ, ᎾᏍᎩ ᏗᎵᎫᏍᏙ ᎨᏥᏰᎸᎢ, ᎤᏂᎪᎲ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎾᏍᎩ ᎥᎩᏁᎸᎢ, ᎠᏂᎦᏘᏏᏗᏢ ᏕᎪᎩᎾᏌᏕᏔᏅᎩ ᎠᏴ ᎠᎴ ᏆᏂᏆ ᎬᏂᎨᏒ ᎢᎬᏁᎯ ᏙᎦᏚᏓᏛᎢ; ᎠᏴ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏗᏁᎲ ᏬᎩᏂᎶᎯᏍᏗᏱ ᎤᎬᏩᎵ, ᎤᏅᏒᏃ ᏗᎨᏥᎤᏍᏕᏎᎸᎯ ᏗᏁᎲᎢ;

source: Only it was their desire that we would give thought to the poor; which very thing I had much in mind to do.
chr: ᏑᏓᎴᎩᏍᎩᏂᏃᏅ [ᎤᎾᏚᎵᏍᎬᎩ,] ᎾᏍᎩ ᏦᏍᏓᏅᏓᏗᏍᏗᏱ ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ; ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏆᎵᎦᎵᏴᏒᎩ ᎾᏍᎩ ᎢᏯᏆᏛᏁᏗᏱ.

source: But when Cephas came to Antioch, I made a protest against him to his face, because he was clearly in the wrong.
chr: ᎠᏎᏃ ᏈᏓ ᎥᏗᎣᎩ ᏭᎷᏨ ᎬᏂᎨᏒ ᏕᏥᎦᏘᎸᏒᎩ, ᎦᏰᎫᎢᏍᏙᏗᏰᏃ ᎨᏒᎩ.

source: For before certain men came from James, he did take food with the Gentiles: but when they came, he went back and made himself separate, fearing those who were of the circumcision.
chr: ᎠᏏᏉᏰᏃ ᎩᎶ ᎢᏳᎾᏍᏗ ᏥᎻᏱ ᏅᏗᏂᎶᏍᎬᎾ ᎨᏒᎢ, ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎢᏧᎳᎭ ᎠᎾᎵᏍᏓᏴᎲᏍᎬᎩ; ᎠᏎᏃ ᎾᏍᎩ ᎤᏂᎷᏨ, ᎤᏓᏅᏒᎩ ᏚᏓᏓᎴᏓᏁᎸᎩ, ᏕᎦᎾᏰᏍᎬᎩ ᎾᏍᎩ ᏗᎨᏥᏅᏍᏕᏎᎸᎯ.

source: And the rest of the Jews went after him, so that even Barnabas was overcome by their false ways.
chr: ᎠᎴ ᎠᏂᏐᎢ ᎠᏂᏧᏏ ᎤᎾᏠᎾᏍᏔᏅᎩ ᎾᏍᏉ ᎥᎬᏩᎵᎪᏁᎸᎩ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏆᏂᏆ ᎾᏍᏉ ᎥᎬᏩᏘᎾᏫᏛᏔᏅᎩ ᎠᎾᏠᎾᏍᏗᏍᎬᎢ.

source: But when I saw that they were not living uprightly in agreement with the true words of the good news, I said to Cephas before them all, If you, being a Jew, are living like the Gentiles, and not like the Jews, how will you make the Gentiles do the same as the Jews?
chr: ᎠᏎᏃ ᎠᎩᎪᎲ ᏂᏚᏳᎪᏛᎾ ᎾᎾᏛᏁᎲᎢ, ᎾᏍᎩᏯ ᏚᏳᎪᏛ ᏓᏕᏲᎲᏍᎬ ᎣᏍᏛ ᎧᏃᎮᏛ, ᏂᎦᏛ ᎠᏂᎦᏔᎲ ᎯᎠ ᏅᏥᏪᏎᎸᎩ ᏈᏓ, ᎢᏳᏃ ᏂᎯ, ᎯᏧᏏ ᏥᎩ, ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏄᎾᏍᏛ ᎾᏍᎩᏯ ᏱᏄᏍᏗ ᏰᎭ, ᎠᏂᏧᏏᏃ ᏄᏍᏛ ᎠᏁᎲ ᎾᏍᎩᏯ ᏄᏍᏛᎾ ᏱᎩ ᎮᎲᎢ, ᎦᏙᏃ ᎠᏂᏧᏏ ᏄᏍᏛ ᎠᏁᎲ ᎾᏍᎩᏯ ᎤᎾᏕᏗᏱ ᏥᏂᏕᎲᏁᎭ ᏧᎾᏓᎴᏅᏛ ᏴᏫ?

source: We being Jews by birth, and not sinners of the Gentiles,
chr: ᎠᏴ ᎢᏗᏧᏏ ᎢᎦᏕᏅᎯ ᏥᎩ, ᎠᏂᏍᎦᎾᏃ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏄᎾᏍᏛ ᎢᎦᏕᏅᎯ ᏂᎨᏒᎾ ᏥᎩ,

source: Being conscious that a man does not get righteousness by the works of the law, but through faith in Jesus Christ, we had faith in Christ Jesus, so that we might get righteousness by faith in Christ, and not by the works of the law: because by the works of the law will no flesh get righteousness.
chr: ᏥᏗᎦᏔᎭᏍᎩᏂ ᎾᏍᎩ ᏴᏫ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᎾᏛᏁᎲ ᎾᏚᏓᎴᏍᏗᏍᎬᎾ ᎨᏒᎢ, ᎪᎯᏳᏗᏍᎩᏂ ᎨᏒ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᎠᏴ ᎡᏙᎢᏳᏅ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᎢᎦᏚᏓᎴᏍᏙᏗᏱ ᎪᎯᏳᏗ ᎨᏒ ᎦᎶᏁᏛ, ᎥᏝᏃ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᏂᏓᏛᏁᎲᎢ; ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᏂᎦᏪᏍᎬ ᎾᏛᏁᎲ ᎥᏝ ᎩᎶ ᎤᏇᏓᎵ ᏴᎬᏚᏓᎴᏍᏓ.

source: But if, while we were desiring to get righteousness through Christ, we ourselves were seen to be sinners, is Christ a servant of sin? In no way!
chr: ᎢᏳᏍᎩᏂ, ᎢᎩᏲᎲ ᎦᎶᏁᏛ ᎢᎫᏓᎴᏍᏗᏱ, ᎬᏂᎨᏒ ᏱᏄᎵᏍᏔᏅ ᎢᎬᏒ ᎾᏍᏉ ᎢᏗᏍᎦᎾᎯᏳ ᎨᏒᎢ, ᎦᎶᏁᏛᏍᎪ ᎠᏍᎦᎾ ᎠᏍᏕᎵᏍᎩ ᏂᎦᎵᏍᏗᎭ? ᎬᏩᏟᏍᏗ.

source: For if I put up again those things which I gave to destruction, I am seen to be a wrongdoer.
chr: ᎢᏳᏰᏃ ᎾᏍᎩ ᏗᎩᏲᏍᏔᏅᎯ ᎨᏒ ᏔᎵᏁ ᏱᏙᎦᏁᏍᎨᎭ, ᎠᎩᏍᎦᏅᏨᎯ ᎨᏒ ᎬᏂᎨᏒ ᏱᏂᎬᏁᎭ.

source: For I, through the law, have become dead to the law, so that I might be living to God.
chr: ᎠᏴᏰᏃ ᏗᎧᎿᏩᏛᏍᏗ ᎢᏳᏩᏂᏌᏛ ᎠᎩᏲᎱᏒᎯᏉ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎲᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎤᎬᏩᎵ ᎠᏆᎴᏂᏓᏍᏗᏱ.

source: I have been put to death on the cross with Christ; still I am living; no longer I, but Christ is living in me; and that life which I now am living in the flesh I am living by faith, the faith of the Son of God, who in love for me, gave himself up for me.
chr: ᏓᏓᎿᏩᏍᏛ ᎢᏧᎳᎭ ᎦᎶᏁᏛ ᏙᎩᎾᏛᏅ; ᎠᏎᏃ ᎠᏴ ᎬᏃᏛ ᎢᎩ, ᎥᏝᏍᎩᏂᏃᏅ ᎿᏉ ᎠᏴ ᏱᎩ, ᎦᎶᏁᏛᏍᎩᏂ ᎬᏃᏛ ᎠᎩᏯᎠ; ᏄᏍᏛᏃ ᎿᏉ ᎦᎴᏂᏙᎲ ᎠᏂ ᎤᏇᏓᎵ ᎨᎥᎢ, ᎦᎴᏂᏙᎭ ᏥᏯᎵᏍᎦᏍᏙᏛ ᎤᏁᎳᏅᎯ ᎤᏪᏥ; ᎾᏍᎩ ᎠᎩᎨᏳᎯᏳ ᏥᎨᏒᎩ, ᎠᎴ ᎤᏩᏒ ᏥᏚᏓᏲᏎ ᎠᏴ ᎠᎩᏍᏕᎵᏍᎬᎢ.

source: I do not make the grace of God of no effect: because if righteousness is through the law, then Christ was put to death for nothing.
chr: ᎥᏝ ᏱᏥᏲᏍᏗᏎ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ; ᎢᏳᏰᏃ ᎠᏚᏓᎴᏍᏗ ᎨᏒ ᏗᎧᎿᏩᏛᏍᏗ ᏴᏗᏓᎴᎲᏍᎦ, ᎿᏉ ᎦᎶᏁᏛ ᎠᏎᏉᏉ ᏳᏲᏞᏒ.

source: O foolish Galatians, by what strange powers have you been tricked, to whom it was made clear that Jesus Christ was put to death on the cross?
chr: ᎢᏥᏁᎫ ᎨᎴᏏᏱ ᎢᏤᎯ, ᎦᎪ ᎢᏥᎶᎾᏍᏔᏅ, ᎾᏍᎩ ᎢᏦᎯᏳᏗᏱ ᏂᎨᏒᎾ ᏂᏨᏁᎸ ᎤᏙᎯᏳᎯ ᎨᏒᎢ, ᏂᎯ ᏕᏥᎧᏅ ᏥᏌ ᎦᎶᏁᏛ ᎬᏂᎨᏒ ᎾᎬᏁᎸ ᏓᏓᎿᏩᏍᏛ ᎦᏛ ᎢᏤᎲᎢ.

source: Give me an answer to this one question, Did the Spirit come to you through the works of the law, or by the hearing of faith?
chr: ᎯᎠ ᎾᏍᎩ ᎤᏩᏒ ᏍᎩᏃᏁᏗᏱ ᎠᏆᏚᎵᎭ; ᎠᏓᏅᏙᏍᎪ ᏕᏥᏲᎯᏎᎴ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᏂᏣᏛᏁᎲᎢ, ᏥᎪᎨ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎢᏦᎯᏳᎯ ᎢᏣᏛᎩᏍᎬᎢ?

source: Are you so foolish? having made a start in the Spirit, will you now be made complete in the flesh?
chr: ᏂᎦᎥᏉᏍᎪ ᎢᏥᏁᎫ? ᎠᏓᏅᏙ ᎬᏗ ᏥᏣᎴᏅᎲ, ᎤᏇᏓᎵᏍᎪ ᎬᏗ ᎢᏥᏍᏆᏗᎭ?

source: Did you undergo such a number of things to no purpose? if it is in fact to no purpose.
chr: ᏥᎪ ᎾᏍᎩ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎠᏎᏉᏉ ᎢᏥᎩᎵᏲᏨ? ᎢᏳᏃ ᎰᏩ ᎠᏎᏉᏉ ᏱᎩ.

source: He who gives you the Spirit, and does works of power among you, is it by the works of law, or by the hearing of faith?
chr: ᎾᏍᎩᏃ Ꮎ ᎠᏓᏅᏙ ᎢᏥᏁᎯ ᏥᎩ, ᎠᎴ ᎤᏍᏆᏂᎪᏗ ᏧᎸᏫᏍᏓᏁᎯ ᏥᎩ ᎢᏤᎲᎢ, ᏥᎪ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᎾᏛᏁᎲ ᏅᏗᎦᎵᏍᏙᏗᎭ? ᏥᎪᎨ ᎤᏬᎯᏳᎯ ᎠᏛᎩᏍᎬ ᏅᏗᎦᎵᏍᏙᏗᎭ?

source: Even as Abraham had faith in God, and it was put to his account as righteousness.
chr: ᎾᏍᎩᏯ ᎡᏆᎭᎻ ᏧᏬᎯᏳᏁ ᎤᏁᎳᏅᎯ, ᎠᎴ ᏚᏳᎪᏛ ᏥᏄᏛᏁᎶ ᏣᏥᏰᎸᎾᏁᎴᎢ.

source: Be certain, then, that those who are of faith, the same are sons of Abraham.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏥᎦᏔᎮᏍᏗ ᎾᏍᎩ Ꮎ ᎠᏃᎯᏳᎲᏍᎩ ᎨᏒ, ᎾᏍᎩ ᎡᏆᎭᎻ ᏧᏪᏥ ᎨᏒᎢ.

source: And the holy Writings, seeing before the event that God would give the Gentiles righteousness by faith, gave the good news before to Abraham, saying, In you will all the nations have a blessing.
chr: ᎪᏪᎵᏃ ᎦᎸᏉᏗ ᎢᎬᏱ ᎦᏰᎯ ᏣᎪᏩᏘᏍᎨ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎪᎯᏳᏗ ᎬᏗ ᏙᏗᎫᏓᎴᏏᏒ ᏧᎾᏓᎴᏅᏛ ᏴᏫ, ᎢᎬᏱ ᎦᏰᎯ ᎣᏍᏛ ᎧᏃᎮᏛ ᎬᏂᎨᏒ ᎾᎬᏁᎴ ᎡᏆᎭᎻ, ᎯᎠ ᎾᏥᏪᏎᎴᎢ, ᏂᎯ ᏅᏛᏂᏌᏂ ᏂᎦᏛ ᏴᏫ ᏓᏁᏩᏗᏒ ᎡᎳᏂᎬ ᎣᏍᏛ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎨᏎᏍᏗ.

source: So then those who are of faith have a part in the blessing of Abraham who was full of faith.
chr: ᎰᏩᏃ ᎾᏍᎩ ᎠᏃᎯᏳᎲᏍᎩ ᎨᏒ ᎣᏍᏛ ᏄᎾᎵᏍᏓᏁᎰ ᎨᎦᏠᏯᏍᏗᏍᎪ ᎣᏍᏛ ᏄᎵᏍᏓᏁᎸ ᎤᏬᎯᏳᎯᏍᏗ ᎡᏆᎭᎻ.

source: For all who are of the works of the law are under a curse: because it is said in the Writings, A curse is on everyone who does not keep on doing all the things which are ordered in the book of the law.
chr: ᎾᏂᎥᏰᏃ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᎢᏯᏛᏁᏗᏱ ᎠᎾᎵᏍᎦᏍᏙᏗᏍᎩ, ᎾᏍᎩ ᎨᏥᏍᎦᏨᎯ; ᎯᎠᏰᏃ ᏂᎬᏅ ᎢᎬᏪᎳ, ᎨᏥᏍᎦᏨᎯ ᎨᏎᏍᏗ ᎾᏂᎥ ᎩᎶ ᏂᏓᏂᎧᎿᏩᏕᎬᎾ ᎢᎨᏎᏍᏗ ᎾᎾᏛᏁᎲ ᏂᎦᏛ ᏧᏓᎴᏅᏛ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎪᏪᎸᎢ.

source: Now that no man gets righteousness by the law in the eyes of God, is clear; because, The upright will be living by faith.
chr: ᎠᏎᏃ ᎩᎶ ᏗᎧᎿᏩᏛᏍᏗ ᎾᏚᏓᎴᏍᏗᏍᎬᎾ ᎨᏒ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲ ᎬᏂᎨᏒᎢᏳ; ᎾᏍᎩᏰᏃ ᏚᏳᎪᏛ ᎢᏯᏛᏁᎯ ᎪᎯᏳᏗ ᎨᏒ ᎤᏛᏂᏗᏍᏕᏍᏗ.

source: And the law is not of faith; but, He who does them will have life by them.
chr: ᏗᎧᎿᏩᏛᏍᏗᏰᏃ ᎥᏝ ᎪᎯᏳᏗ ᎨᏒ ᎠᎵᏍᏕᎸᏙᏗ ᏱᏂᎬᏁᎭ; ᎯᎠᏍᎩᏂ, ᎩᎶ ᏴᏫ ᎾᏍᎩ ᎾᏛᏁᎮᏍᏗ ᎾᏍᎩ ᎤᏛᏂᏗᏍᏕᏍᏗ.

source: Christ has made us free from the curse of the law, having become a curse for us: because it is said in the Writings, A curse on everyone who is put to death by hanging on a tree:
chr: ᎦᎶᏁᏛ ᎢᎦᎫᏴᎲ ᎢᎫᏓᎴᏒ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏓᏍᎦᎢᏍᏙᏗ ᎨᏒᎢ, ᎠᏥᏍᎦᏨᎯ ᏄᎵᏍᏔᏅ ᎠᏴ ᎢᎩᏍᏕᎵᏍᎬᎢ; ᎯᎠᏰᏃ ᏂᎬᏅ ᎢᎪᏪᎳ, ᎠᏥᏍᎦᏨᎯ ᎩᎶ ᏡᎬ ᎠᎦᏛᏅᎯ.

source: So that on the Gentiles might come the blessing of Abraham in Christ Jesus; in order that we through faith might have the Spirit which God had undertaken to give.
chr: ᎾᏍᎩ ᎣᏍᏛ ᎾᎦᏛᏁᎸ ᎡᏆᎭᎻ ᎾᏍᎩ ᎤᏂᎷᏤᏗᏱ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏥᏌ ᎦᎶᏁᏛ ᏅᏓᏳᏓᎴᏅᎯ; ᎾᏍᎩ ᎡᏥᏁᏗᏱ ᎠᏓᏅᏙ ᎠᏚᎢᏍᏛ ᎪᎯᏳᏗ ᎬᏙᏗ ᎨᏒᎢ.

source: Brothers, as men would say, even a man's agreement, when it has been made certain, may not be put on one side, or have additions made to it.
chr: ᎢᏓᎵᏅᏟ, ᏴᏫ ᎤᏂᏁᎢᏍᏗ ᏥᏁᎦ; ᎾᏍᏉ ᏴᏫᏉ ᎧᏃᎮᏛ ᏚᎾᏠᎯᏍᏛ ᎠᏍᏓᏱᏛᎯ ᏱᎩ, ᎥᏝ ᎩᎶ ᏴᎬᏲᏍᏓ, ᎠᎴ ᎥᏝ ᎠᎦᏁᏉᏣ.

source: Now to Abraham were the undertakings given, and to his seed. He says not, And to seeds, as of a great number; but as of one, he says, And to your seed, which is Christ.
chr: ᎠᎴ ᎡᏆᎭᎻ ᎠᎴ ᎾᏍᎩ ᎤᏁᏢᏔᏅᏛ ᎨᏒ ᏧᏓᎴᏅᏛ ᎨᏥᏚᎢᏍᏓᏁᎴᎢ. ᎥᏝ ᎯᎠ ᏱᏂᎦᏪᎭ, ᎠᎴ ᏂᎯ ᏗᏣᏁᏢᏔᏅᎯ, ᎢᎸᏍᎩ ᏥᎨᏐ ᎾᏍᎩᏯᎢ; ᏌᏉᏉᏍᎩᏂ ᏥᎨᏐ ᎾᏍᎩᏯ, [ᎯᎠ ᏂᎦᏪᎭ,] ᎠᎴ ᏂᎯ ᏣᏁᏢᏔᏅᎯ; ᎾᏍᎩ ᎦᎶᏁᏛ ᏥᎩ.

source: Now this I say: The law, which came four hundred and thirty years after, does not put an end to the agreement made before by God, so as to make the undertaking without effect.
chr: ᎠᎴ ᎯᎠ ᎾᏍᎩ ᏂᏥᏪᎭ, ᎾᏍᎩ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛ ᎦᎶᏁᏛ ᎤᎬᏩᎵ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎦᏳᎳ ᎬᏩᏍᏓᏱᏛᎯ ᏥᎨᏎᎢ, ᏗᎧᎿᏩᏛᏍᏗ ᏅᎩᏧᏈ ᏦᎠᏍᎪᎯ ᏫᏄᏕᏘᏴᎲ ᎣᏂ ᎦᎾᏄᎪᏫᏒᎯ ᏥᎩ, ᎥᏝ ᎬᏩᏲᏍᏙᏗ ᏱᎩ, ᎾᏍᎩ ᏰᎵ ᎠᏎᏉ ᎢᏳᏩᏁᏗᏱ ᎠᏚᎢᏍᏛᎢ.

source: Because if the heritage is by the law, it is no longer dependent on the word of God; but God gave it to Abraham by his word.
chr: ᎢᏳᏰᏃ ᎣᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎲ ᏴᏗᏓᎴᎲᏍᎦ, ᎥᏝ ᎠᏚᎢᏍᏛ ᏴᏗᎬᏓᎴᎲᏍᎦ; ᎤᏁᎳᏅᎯᏍᎩᏂ ᎡᏆᎭᎻ ᎤᎵᏍᎪᎸᏓᏁᎴ ᎠᏚᎢᏍᏗᏍᎬ ᎤᏮᏔᏁᎢ.

source: What then is the law? It was an addition made because of sin, till the coming of the seed to whom the undertaking had been given; and it was ordered through angels by the hand of a go-between.
chr: ᎦᏙᏃ ᎬᏙᏗ ᏗᎧᎿᏩᏛᏍᏗ? ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏫᎫᏓᏔᏅᎯ ᎨᏎᎢ, ᎾᏍᎩ ᎤᏁᏢᏔᏅᎯ ᎠᏥᏚᎢᏍᏓᏁᎸᎯ ᎨᏒ ᎤᎾᏄᎪᎢᏍᏗ ᎨᏒ ᎬᏗᏍᎩ; [ᎠᎴ ᎾᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ] ᏗᏂᎧᎿᏩᏗᏙᎯ ᎣᏍᏛ ᏄᏅᎿᏕᎨ ᎾᏍᎩ ᏧᏒᎦᎴ ᎠᏰᎵ ᏁᎴᏁᎯ.

source: Now a go-between is not a go-between of one; but God is one.
chr: ᎾᏍᎩᏃ ᎠᏰᎵ ᏗᎴᏁᎯ ᏥᎨᏐ ᎥᏝ ᎠᏏᏴᏫᏉ ᎠᏰᎵ ᎠᎴᏁᎯ ᏱᎨᏐᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᎠᏏᏴᏫᏉ.

source: Is the law then against the words of God? in no way; because if there had been a law which was able to give life, truly righteousness would have been by the law.
chr: ᏗᎧᎿᏩᏛᏍᏗᏍᎪᏃ ᏓᏡᏗᎭ ᎤᏁᎳᏅᎯ ᏚᏚᎢᏍᏔᏅᎢ? ᎬᏩᏟᏍᏗ, ᎢᏳᏰᏃ ᏗᎧᎿᏩᏛᏍᏗ ᏴᏫ ᎨᏥᏁᎸᎯ ᏱᎨᏎ, ᎾᏍᎩ ᏰᎵ ᎬᏂᏛ ᎬᏩᏓᏁᏗ ᎨᏒᎢ, ᎤᏙᎯᏳᎯᏯ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎲ ᎠᏚᏓᎴᏍᏗ ᎨᏒ ᏴᏗᏓᎴᎲᏍᎨᎢ.

source: However, the holy Writings have put all things under sin, so that that for which God gave the undertaking, based on faith in Jesus Christ, might be given to those who have such faith.
chr: ᎠᏎᏃ ᎪᏪᎵ ᎦᎸᏉᏗ ᎬᏂᎨᏒ ᏂᎬᏁᎭ ᏂᎦᏗᏳ ᎤᏂᏍᎦᏅᏨᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏚᎢᏍᏛ ᏥᏌ ᎦᎶᏁᏛ ᎪᎯᏳᏗ ᎨᏒ ᏅᏛᏓᎴᎲᏍᎩ, ᎾᏍᎩ ᎨᏥᏁᏗᏱ ᎠᏃᎯᏳᎲᏍᎩ.

source: But before faith came, we were kept in prison under the law, waiting for the revelation of the faith which was to come.
chr: ᎪᎯᏳᏗᏍᎩᏂ ᎨᏒ ᎠᏏ ᏂᎦᎾᏄᎪᎬᎾ ᏥᎨᏎᎢ, ᏗᎧᎿᏩᏛᏍᏗ ᎠᎲ ᎭᏫᏂᏗᏢ ᏂᎦᏛᏅᎩ, ᎡᎩᏍᏚᎲᎩ ᎪᎯᏳᏗ ᎨᏒ ᎣᏂ ᎬᏂᎨᏒ ᎢᎬᏁᏗ ᎨᏒ ᎢᏯᏍᏗ.

source: So the law has been a servant to take us to Christ, so that we might have righteousness by faith.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᏗᎨᏲᎲᏍᎩ ᎨᏒᎩ, ᎦᎶᏁᏛᏱ ᏗᎦᏘᏁᎩ, ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒ ᎢᎦᏚᏓᎴᏍᏙᏗᏱ.

source: But now that faith is come, we are no longer under a servant.
chr: ᎪᎯᏳᏗᏍᎩᏂ ᎨᏒ ᏧᎾᏄᎪᏨ, ᎥᏝ ᎿᏉ ᏗᏕᏲᎲᏍᎩ ᏗᎦᏘᏂᏙᎯ ᏱᎩ.

source: Because you are all sons of God through faith in Christ Jesus.
chr: ᏂᏥᎥᏰᏃ ᎤᏁᎳᏅᎯ ᏧᏪᏥ ᏂᏣᎵᏍᏔᏅ ᎦᎶᏁᏛ ᏥᏌ ᎡᏦᎢᏳᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ.

source: For all those of you who were given baptism into Christ did put on Christ.
chr: ᏂᏥᎥᏰᏃ ᏤᏣᏬᎥᎯ ᏥᎩ ᎦᎶᏁᏛ ᎡᏣᎵᎪᏁᎲᎢ, ᎾᏍᎩ ᎦᎶᏁᏛ ᎡᏣᏄᏬᎥ.

source: There is no Jew or Greek, servant or free, male or female: because you are all one in Jesus Christ.
chr: ᎥᏝᏰᎭ ᎠᏧᏏ, ᎠᎴ ᎠᎪᎢ, ᎥᏝ ᎠᏥᎾᏝᎢ, ᎠᎴ ᎾᏥᎾᏝᎥᎾ, ᎥᏝ ᎠᏍᎦᏯ, ᎠᎴ ᎠᎨᏴ, ᏂᏥᎥᏰᏃ ᎢᎨᏣᏍᏗᎭ ᎦᎶᏁᏛ ᏥᏌ ᎡᏥᏯᎥᎢ.

source: And if you are Christ's, then you are Abraham's seed, and yours is the heritage by the right of God's undertaking given to Abraham.
chr: ᎢᏳ ᎠᎴ ᎦᎶᏁᏛ ᏧᏤᎵ ᏱᎩ ᏂᎯ, ᎿᏉ ᎡᏆᎭᎻ ᎤᏁᏢᏔᏅᏛ ᏂᏣᎵᏍᏗᎭ, ᎠᎴ ᎢᏣᏤᎵᎦ ᎤᏘᏴᎯ ᎾᏍᎩᏯ ᏂᎬᏅ ᎠᏚᎢᏍᏛᎢ.

source: But I say that as long as the son is a child, he is in no way different from a servant, though he is lord of all;
chr: ᎾᏍᎩᏃ ᎯᎠ ᏂᏥᏪᎭ, ᎾᏍᎩ ᎤᏘᏰᏗ ᎨᏒᎢ, ᎠᏲᎵ ᎨᏒ ᎢᎪᎯᏛ, ᎥᏝ ᏱᏚᎾᏓᎴᎿᎣ ᎠᏥᎾᏝᎢ, ᏄᎬᏫᏳᏌᏕᎩ ᎡᎦᏃ ᏄᏓᎴᏒ ᎪᎱᏍᏗ.

source: But is under keepers and managers till the time fixed by the father.
chr: ᏕᎤᏁᎶᏙᏍᎩᏂ ᏗᎬᏪᏲᎲᏍᎩ ᎠᎴ ᎤᎾᏕᏌᏯᏍᏗᏕᎩ ᎠᎦᏴᎵᎨᎢ ᏚᏒᏍᏛ ᎬᏗᏍᎩ.

source: So we, when we were young, were kept under the first rules of the world;
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᎠᏴ, ᎠᏏ ᏗᏗᏲᎵ ᏥᎨᏒᎩ, ᏤᎩᎾᏝᎢ ᎨᏒᎩ, ᎢᎦᏓᏄᏴᏛᎩ ᏗᎴᏅᏙᏗ ᏗᏕᎶᏆᏍᏗ ᎡᎶᎯ ᎡᎯ ᎨᏒᎢ.

source: But when the time had come, God sent out his Son, made of a woman, made under the law,
chr: ᎠᏎᏃ ᎾᎯᏳ ᎠᏎᎸᎯ ᎨᏒ ᎠᎧᎵᎢ ᎤᏍᏆᎸᎲᎢ, ᎤᏁᎳᏅᎯ ᏧᏅᏎ ᎤᏪᏥ ᎠᎨᏴ ᎤᎾᏄᎪᏫᏎᎢ, ᏗᎧᎿᏩᏛᏍᏗ ᎠᎲ ᎤᏓᏄᏴᏕᎢ,

source: That he might make them free who were under the law, and that we might be given the place of sons.
chr: ᏧᏚᏴᏗᏱ ᏧᏭᏓᎴᏍᏗᏱ ᎤᏰᎸᏎ ᎾᏍᎩ ᎤᎾᏓᏄᏴᏗ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎲᎢ, ᎾᏍᎩ ᎠᏴ ᏧᏪᏥ ᎢᏰᎬᏁᏗᏱ.

source: And because you are sons, God has sent out the Spirit of his Son into our hearts, saying, Abba, Father.
chr: ᎾᏍᎩᏃ ᏧᏪᏥ ᏥᏂᏣᎵᏍᏔᏅ, ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᎤᏁᎳᏅᎯ ᏧᏅᏒ ᎤᏪᏥ ᎤᏓᏅᏙ ᏗᏣᏓᏅᏙᎩᎯ, ᎤᏪᎷᎦ ᎯᎠ ᏂᎦᏪᎭ, ᎠᏆ, ᎡᏙᏓ.

source: So that you are no longer a servant, but a son; and if a son, then the heritage of God is yours.
chr: ᎾᏍᎩ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎥᏝ ᎿᏉ ᎡᏣᎾᏝᎢ ᏱᎩ, ᎤᏪᏥᏉᏍᎩᏂ; ᎠᎴ ᎢᏳ ᎤᏪᏥ ᏱᎩ, ᎿᏉ ᏧᎬᏩᎶᏗ ᎤᏁᎳᏅᎯ ᎤᏓᏁᏗ ᎨᏒ ᏣᏘᏰᎯ, ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏅᎯ.

source: But at that time, having no knowledge of God, you were servants to those who by right are no gods:
chr: ᎠᏎᏃ ᎾᎯᏳᎢ, ᎤᏁᎳᏅᎯ ᏁᏥᎦᏔᎲᎾ ᏥᎨᏒᎩ, ᎪᎱᏍᏗ ᏕᏥᎧᎿᏩᏗᏙᎲᎩ ᎾᏍᎩ ᎤᏙᎯᏳᎯ ᎤᎾᏁᎳᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: But now that you have come to have knowledge of God, or more truly, God has knowledge of you, how is it that you go back again to the poor and feeble first things, desiring to be servants to them again?
chr: ᎠᏎᏃ ᎪᎯ ᏥᎩ, ᎿᏉ ᎡᏥᎦᏙᎥᏒᎯ ᏥᎩ ᎤᏁᎳᏅᎯ, ᎠᎴ ᏯᏛᏅ ᎤᏁᎳᏅᎯ ᎢᏥᎦᏙᎥᏒᎯ ᏥᎩ, ᎦᏙ ᏗᎦᎵᏍᏙᏗᎭ ᎢᏣᏨᎭ ᏙᏣᎵᏍᎦᏍᏙᏗᎭ ᎠᏩᎾᎦᎳ ᎠᎴ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᏗᎴᏅᏙᏗ ᏗᏕᎶᏆᏍᏗ, ᎾᏍᎩ ᎠᏏ ᎾᎿ ᏥᏣᏚᎵ ᏤᏥᎾᏝ ᏔᎵᏁ ᎢᏣᎵᏍᏙᏗᏱ?

source: You keep days, and months, and fixed times, and years.
chr: ᏕᏥᏍᏆᏂᎪᏙ ᏓᏙᏓᏇᎬᎢ, ᎠᎴ ᏓᏦᎳᏁᎬᎢ, ᎠᎴ ᏓᏍᏆᎸᎮᎬᎢ, ᎠᎴ ᏓᏕᏘᏴᎮᎬᎢ.

source: I am in fear of you, that I may have been working for you to no purpose.
chr: ᎢᏨᎾᏰᎢᏎᎭᏉ, ᎠᏎᏉᏉ ᎪᎱᏍᏗ ᏱᎦᏥᏯᏛᏁᎸ ᎨᎵᏍᎬ ᎢᏳᏍᏗ.

source: My desire for you, brothers, is that you may be as I am, because I am as you are. You have done me no wrong;
chr: ᎢᏓᎵᏅᏟ, ᎢᏨᏔᏲᏎᎭ ᎠᏴ ᎾᏆᏍᏛ ᎾᏍᎩᏯ ᎢᏣᎵᏍᏙᏗᏱ; ᏂᏣᏍᏛᏰᏃ ᎾᏍᎩᏯ ᎾᏆᏍᏗ ᎠᏴ, ᎥᏝ ᎪᎱᏍᏗ ᎤᏐᏅ ᎢᏍᎩᏴᏁᎸᎯ ᏱᎩ;

source: But you have knowledge that with a feeble body I was preaching the good news to you the first time;
chr: ᎠᏎᏃ ᎢᏥᎦᏔᎭ ᎠᏩᎾᎦᎳᎯᏳ ᎨᏒ ᎠᎩᏇᏓᎸᎢ ᎢᏨᏯᎵᏥᏙᏁᎸ ᎣᏍᏛ ᎧᏃᎮᏛ ᎢᎬᏱᏱ;

source: And you did not have a poor opinion of me because of the trouble in my flesh, or put shame on it; but you took me to your hearts as an angel of God, even as Christ Jesus.
chr: ᎠᎴ ᏥᎬᎵᏲᎬ ᎾᏍᎩ ᎠᎩᏇᏓᎸ ᏣᏇᎲᎩ, ᎥᏝ ᏅᎵᏌᎵ ᏱᏥᏰᎸᏁᎢ, ᎠᎴ ᎥᏝ ᏱᏥᏲᎢᏎᎴᎢ; ᏕᏍᎩᏯᏓᏂᎸᏨᎩᏍᎩᏂ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎾᏍᎩᏯᎢ, ᎠᎴ ᎦᎶᏁᏛ ᏥᏌ ᎾᏍᎩᏯᎢ.

source: Where then is that happy condition of yours? because I give you witness, that, if possible, you would have taken out your eyes and given them to me.
chr: ᎾᏍᎩᏃ ᏂᎦᎥᎩ ᏅᏩᏙᎯᏯᏛ ᎢᏣᏓᏅᏛᎩ! ᎢᏨᏲᎢᏳᏓᏁᎭᏰᏃ, ᎾᏍᎩ ᎢᏳᏃ ᏰᎵ ᎾᏍᎩ ᎢᎬᏩᎵᏍᏙᏗ ᏱᎨᏎᎢ, ᎢᏨᏒ ᏱᏗᏣᏓᎦᏖᏙᎢᏎᎢ, ᎠᎴ ᎠᏴ ᏱᏗᏍᎩᏁᎴᎢ.

source: So then am I no longer your friend, because I give you true words?
chr: ᏥᎪᏃ ᏍᎩᏍᎦᎩ ᏄᎵᏍᏔᏅ ᏂᎦᎵᏍᏙᏗᎭ ᎤᏙᎯᏳᎯ ᎨᏒ ᎢᏨᏃᏁᎸᎢ?

source: Their interest in you is not good; but their desire is that you may be shut out, so that you may go after them.
chr: ᎤᏣᏘ ᎨᏥᎨᏳᎭ, ᎠᏎᏃ ᎥᏝ ᎣᏍᏛ ᎤᎬᏩᎵ ᏱᎩ; ᎠᎴ ᏂᎯ ᏱᎨᏣᎵᏍᏚᏓ, ᎾᏍᎩ ᎤᏣᏘ ᏗᏥᎨᏳᎯᏳ ᎢᏳᎵᏍᏙᏗᏱ.

source: But it is good to have an interest in a good cause at all times, and not only when I am present with you.
chr: ᎣᏏᏳᏍᎩᏂ ᏂᎪᎯᎸ ᎤᏣᏘ ᎢᏥᎨᏳᏗᏱ ᎣᏍᏛ ᎨᏒᎢ, ᎥᏝᏃ ᎾᎯᏳᏉ ᎢᏨᏰᎳᏗᏙᎲ ᎤᏩᏒ.

source: My children, of whom I am again in birth-pains till Christ is formed in you,
chr: ᏗᏇᏥ ᏗᏣᏍᏗᎢ, ᎾᏍᎩ ᏔᎵᏁ ᎢᏨᏁᎵᏨᎯ ᏥᎩ [ᎢᏗᎬᏤᎵᏛ] ᎢᏣᏕᏗᏱ, ᎬᏂ ᎦᎶᏁᏛ ᎠᏙᏢᏅᎭ ᏕᏣᏓᏅᏛᎢ,

source: Truly my desire is to be present with you now, using a changed voice; for I am troubled about you.
chr: ᎬᏆᏚᎸᏗ ᏂᎦᎵᏍᏗ ᎪᎯ ᎨᏒ ᎢᏨᏰᎳᏗᏓᏍᏗᏱ, ᎠᎴ ᎠᎩᏁᏟᏴᏍᏗᏱ ᏥᏁᎬᎢ; ᎤᏯᏰᏃ ᎢᏨᏴᏍᎦ.

source: Say, you whose desire it is to be under the law, do you not give ear to the law?
chr: ᏍᎩᏃᎲᏏ, ᏂᎯ ᎢᏣᏚᎵᏍᎩ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎲ ᎢᏣᏓᏄᏴᏙᏗᏱ, ᏝᏍᎪ ᏱᏣᏛᎩᎭ ᏗᎧᎿᏩᏛᏍᏗ?

source: Because it is in the Writings, that Abraham had two sons, one by the servant-woman, and one by the free woman.
chr: ᎯᎠᏰᏃ ᏂᎬᏅ ᎢᎪᏪᎳ, ᎾᏍᎩ ᎡᏆᎭᎻ ᎠᏂᏔᎵ ᏧᏪᏥ ᎠᏁᎮᎢ, ᎠᏏᏴᏫ ᎠᏥᎾᏝᎢ ᎠᎨᏴ ᎤᎾᏄᎪᏫᏒᎯ, ᏐᎢᏃ ᎾᏥᎾᏝᎥᎾ ᎠᎨᏴ ᎤᎾᏄᎪᏫᏒᎯ.

source: Now the son by the servant-woman has his birth after the flesh; but the son by the free woman has his birth through the undertaking of God.
chr: ᎾᏃ ᎠᏥᎾᏝᎢ ᎠᎨᏴ ᎤᎾᏄᎪᏫᏒᎯ, ᎤᏇᏓᎵ ᎤᏕᏔᏁᎢ; ᎾᏍᎩᏯ ᎾᏥᎾᏝᎥᎾ ᎠᎨᏴ ᎤᎾᏄᎪᏫᏒᎯ ᎠᏚᎢᏍᏛ ᎾᏍᎩᏯ ᎤᏕᏁᎢ.

source: Which things have a secret sense; because these women are the two agreements; one from the mountain of Sinai, giving birth to servants, which is Hagar.
chr: ᎯᎠ ᎾᏍᎩ ᏓᏟᎶᏍᏗ; ᎯᎠᏰᏃ ᎾᏍᎩ ᏔᎵ ᎧᏃᎮᏛ ᏓᏠᎯᏍᏛ ᏓᏟᎶᏍᏗ; ᏌᏉ ᎨᏒ ᏌᎾᏱ ᎣᏓᎸ ᏨᏗᏓᎴᎲᏍᎦ, ᎾᏍᎩ ᏥᏕᎦᎾᏄᎪᏫᏍᎦ ᏗᎨᏥᎾᏢᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎮᎦ ᏥᏓᏟᎶᏍᏗ.

source: Now this Hagar is the mountain Sinai in Arabia, and is the image of the Jerusalem which now is: which is a servant with her children.
chr: ᎯᎠᏰᏃ ᎾᏍᎩ ᎮᎦ ᏌᎾᏱ ᎣᏓᎸ ᏓᏟᎶᏍᏗ, ᎡᎴᏈᎠ ᏦᏓᎸ, ᎾᏍᎩ ᏥᎷᏏᎵᎻ ᎾᏍᎩᏯ ᏥᎩ, ᎾᏍᎩ ᎪᎯ ᏄᏍᏛᎢ, ᎾᏍᎩᏰᏃ ᏕᎨᏥᎾᏝᎠ ᎤᏩᏒ ᎠᎴ ᎾᏍᎩ ᏧᏪᏥ.

source: But the Jerusalem on high is free, which is our mother.
chr: ᏥᎷᏏᎵᎻᏍᎩᏂ ᎦᎸᎳᏗ ᏨᏗᎦᏚᎭ ᎾᏍᎩ ᎾᏥᎾᏝᎥᎾ, ᎾᏍᎩ ᎠᏴ ᏂᏗᎥ ᎢᎩᏥ.

source: For it is in the Writings, You who have never given birth, be glad; give cries of joy, you who have had no birth-pains; for the children of her who has been given up by her husband are more than those of the woman who has a husband.
chr: ᎯᎠᏰᏃ ᏂᎬᏅ ᎢᎪᏪᎳ, ᎭᎵᎮᎵᎩ ᏔᎷᎸᎥᏍᎩ ᏂᎨᏒᎾ, ᎾᏍᎩ ᏂᏔᏓᎾᏄᎪᏫᏍᎬᎾ; ᎭᎴᏅ ᎮᎷᎲᎦ, ᏂᎯ ᏂᏘᎾᏄᎪᏫᏍᎬᎾ; ᎾᏰᏃ, ᎾᏥᏰᎲᎾ ᎤᏟ ᎾᏂᎥ ᏚᏪᎧᎭ ᏧᏪᏥ ᎡᏍᎦᏉ Ꮎ ᎠᏥᏰᎯ.

source: Now we, brothers, as Isaac was, are the children of the undertaking of God.
chr: ᎾᏍᎩᏃ ᎠᏴ, ᎢᏓᎵᏅᏟ, ᎠᏚᎢᏍᏛ ᎢᎦᏕᏔᏅᎯ ᎾᏍᎩᏯ ᎡᏏᎩ ᏥᏄᏍᏕᎢ.

source: But as in those days he who had birth after the flesh was cruel to him who had birth after the Spirit, even so it is now.
chr: ᎾᏍᎩᏃ ᎾᎯᏳ ᏥᎨᏎᎢ, ᎾᏍᎩ ᎤᏇᏓᎵ ᎤᏕᏔᏅᎯ ᏣᏕᏯᏙᏗᏍᎨ ᎾᏍᎩ Ꮎ ᎠᏓᏅᏙ ᎤᏕᏔᏅᎯ, ᎾᏍᎩᏯ ᏄᏍᏗ ᎪᎯ ᎨᏒᎢ.

source: What then do the Writings say? Send away the servant-woman and her son; for the son of the servant-woman will not have a part in the heritage with the son of the free woman.
chr: ᎠᏎᏃ ᎦᏙ ᎠᏗᎭ ᎪᏪᎵ? ᎯᏄᎪᏩ ᎠᏥᎾᏝᎢ ᎠᎨᏴ ᎠᎴ ᎾᏍᎩ ᎤᏪᏥ; ᎠᏥᎾᏝᎢᏰᏃ ᎠᎨᏴ ᎤᏪᏥ, ᎥᏝ ᎤᏪᎳᏗᏍᏙᏗ ᏱᎨᏎᏍᏗ ᎤᏤᎵ ᎢᏳᎵᏍᏙᏗ ᎨᏒ ᎾᏥᎾᏝᎥᎾ ᎠᎨᏴ ᎤᏪᏥ.

source: So, brothers, we are not children of the servant-woman, but of the free woman.
chr: ᎾᏍᎩᏃ ᎢᏓᎵᏅᏟ, ᎥᏝ ᎠᏥᎾᏝᎢ ᎠᎨᏴ ᏧᏪᏥ ᏱᎩ ᎠᏴ, ᎾᏥᎾᏝᎥᎾᏍᎩᏂ.

source: Christ has truly made us free: then keep your free condition and let no man put a yoke on you again.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᎵᏂᎩᏛ ᏕᏥᏙᎨᏍᏗ ᎾᏍᎩ ᎾᎿ ᏂᏕᎩᎾᏝᎥᎾ ᎨᏒ ᎦᎶᏁᏛ ᏂᎦᎩᎾᏝᎥᎾ ᏂᎬᏁᎸᎢ, ᎠᎴ ᏞᏍᏗ ᏔᎵᏁ ᏥᎡᏥᎩᎳᎾᎳᏗᏍᏔᏂ ᎠᏓᎾᏢᎥᏍᎩ ᎠᎩᎳᎾᎶ.

source: See, I Paul say to you, that if you undergo circumcision, Christ will be of no use to you.
chr: ᎬᏂᏳᏉ, ᎠᏴ ᏉᎳ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎾᏍᎩ ᎢᏳᏃ ᏱᏕᏥᎤᏍᏕᏎᎸ, ᎦᎶᏁᏛ ᎥᏝ ᎪᎱᏍᏗ ᏴᎦᏰᏣᎵᏍᏕᎸᏙᏓ.

source: Yes, I give witness again to every man who undergoes circumcision, that he will have to keep all the law.
chr: ᎠᎴ ᏔᎵᏁ ᎢᎦᏥᏲᎢᏳᏓᏁᎭ ᎾᏂᎥ ᎾᏍᎩ ᏗᎨᏥᎤᏍᏕᏎᎸᎯ, ᎾᏍᎩ ᎠᎾᏚᏓᎸᎥᏍᎦ ᏂᎦᏛ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬ ᎢᏳᎾᏛᏁᎰᎲᏍᏗᏱ.

source: You are cut off from Christ, you who would have righteousness by the law; you are turned away from grace.
chr: ᎦᎶᏁᏛ ᎪᎱᏍᏗ ᎦᏰᏣᎵᏍᏕᎸᏙᏗ ᏂᎨᏒᎾ ᏂᎦᎵᏍᏓ, ᏂᎯ ᏗᎧᎿᏩᏛᏍᏗ ᎢᏣᏚᏓᎴᏍᏗᏍᎩ; ᏕᏥᏲᎯ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒᎢ.

source: For we through the Spirit by faith are waiting for the hope of righteousness.
chr: ᎠᏴᏰᏃ ᎠᏓᏅᏛ ᎢᏳᏩᏂᏌᏛ ᎢᏗᎦᏘᏴ ᎤᏚᎩ ᎢᎬᏒ ᎢᎦᏚᏓᎴᏍᏙᏗᏱ ᎪᎯᏳᏗ ᎨᏒᎢ.

source: Because in Christ Jesus, having circumcision or not having circumcision are equally of no profit; but only faith working through love.
chr: ᎦᎶᏁᏛᏰᏃ ᏥᏌ ᎤᏤᎵ ᏗᎧᎿᏩᏛᏍᏗ ᎨᏒ ᎠᎱᏍᏕᏍᏗ ᎨᏒ ᎥᏝ ᎪᎱᏍᏗ ᎬᏙᏗ ᏱᎩ, ᎠᎴ ᎠᎱᏍᏕᏍᏗ ᏂᎨᏒᎾ ᎨᏒᎢ; ᎪᎯᏳᏗᏍᎩᏂ ᎨᏒ ᎾᏍᎩ ᎠᏓᎨᏳᏗ ᎨᏒ ᏧᏮᏗᏗᏐ ᏚᎸᏫᏍᏓᏁᎲᎢ.

source: You were going on well; who was the cause of your not giving ear to what is true?
chr: ᎣᏏᏳ ᎢᏣᏙᎩᏯᏍᎬᎩ; ᎦᎪ ᎢᏥᏲᏍᏙᏓᏁᎴ, ᎾᏍᎩ ᏗᎨᏥᎧᎿᏩᏛᏍᏗ ᏂᎨᏒᎾ ᏄᎵᏍᏔᏅ ᎤᏙᎯᏳᎯ ᎨᏒᎢ?

source: This ready belief did not come from him who had made you his.
chr: ᎯᎠ ᎾᏍᎩ ᎡᏥᏍᏗᏰᏔᏅᎯ ᏥᎩ ᎥᏝ ᎢᏥᏯᏅᏛ ᎤᏓᏅᏖᎸᎯ ᏱᎩ.

source: A little leaven makes a change in all the mass.
chr: ᎤᏍᏗ ᎠᎪᏙᏗ ᏂᎦᏛ ᎦᎸ ᎠᎪᏗᏍᎪᎢ.

source: I am certain about you in the Lord, that you will be of no other mind; but he who is troubling you will have his punishment, whoever he is.
chr: ᎤᎬᏫᏳᎯ ᏥᏯᎵᏍᎦᏍᏙᏗ, ᏂᎯ ᎢᏤᎲ ᎤᎬᏩᎵ ᎾᏍᎩ ᎤᏠᏱᏉ ᎢᏳᎵᏍᏙᏗᏱ ᏕᏣᏓᏅᏛᎢ; ᎾᏍᎩᏍᎩᏂ Ꮎ ᎢᏣᏕᏯᏙᏗᏍᎩ ᎤᏍᏛᏗᏍᏗ ᎨᏎᏍᏗ, ᎤᏁᎳᎩ ᎩᎶ ᎦᎨᏎᏍᏗ.

source: But I, brothers, if I am still preaching circumcision, why am I still attacked? then has the shame of the cross been taken away.
chr: ᎠᎴ ᎠᏴ ᎢᏓᎵᏅᏟ, ᎢᏳᏃ ᎠᎱᏍᏕᏍᏗ ᎨᏒ ᎠᏏ ᏱᎦᎵᏥᏙᎲᏍᎦ, ᎦᏙᏃ ᎠᏏᏉ ᎤᏲ ᏂᎥᏋᎿᏕᎦ? ᎿᏉ ᎠᎲᏛ ᏂᎦᎵᏍᏗᎭ ᏗᏓᏙᏕᏍᏗᏍᎩ ᎨᏒ ᏓᏓᎿᏩᏍᏛᎢ.

source: My desire is that they who give you trouble might even be cut off themselves.
chr: ᎣᏏᏳ ᏱᏥᏰᎸᎾ ᎾᏍᏉ ᏱᏗᎨᏥᎧᎲᏒ ᎨᏣᏕᏯᏙᏗᏍᎩ ᏥᎩ.

source: Because you, brothers, were marked out to be free; only do not make use of your free condition to give the flesh its chance, but through love be servants one to another.
chr: ᏂᎯᏰᏃ, ᎢᏓᎵᏅᏟ, ᎡᏥᏯᏅᏛ ᎢᏣᏓᏤᎵ ᎢᏣᎵᏍᏙᏗᏱ; ᎠᏗᎾ ᏞᏍᏗ ᎾᏍᎩ ᎢᏣᏓᏤᎵ ᎨᏒ ᏱᏨᏗᏍᎨᏍᏗ ᎾᏍᎩ ᎤᏇᏓᎵ ᎤᏚᎸᎲᎥᏍᎬ ᎢᏣᏛᏁᏗᏱ ᏥᏥᎳᏅᏓᏕᎶ ᎾᏍᎩᏯᎢ; ᎠᏓᎨᏳᏗᏍᎩᏂ ᎢᏨᏗᏍᎬ ᎣᏍᏛ ᏂᏕᏣᏓᏛᏁᎮᏍᏗ.

source: For all the law is made complete in one word, even in this, Have love for your neighbour as for yourself.
chr: ᏂᎦᎥᏰᏃ ᏗᎧᎿᏩᏛᏍᏗ ᏚᎵᏁᏨ ᏌᏉᏉ ᎢᎧᏁᏨᎯ ᎠᎧᎵᎢᎭ, ᎯᎠᏉ ᎾᏍᎩ, ᎾᎥ ᎢᏗᏍᏓᏓᎳ ᎯᎨᏳᏎᏍᏗ ᎾᏍᎩᏯ ᏨᏒ ᏂᏣᏓᎨᏳᏒᎢ.

source: But if you are given to fighting with one another, take care that you are not the cause of destruction one to another.
chr: ᎢᏳᏍᎩᏂ ᏙᏣᏓᏍᎦᎶᎨᏍᏗ ᎠᎴ ᏙᏣᏓᏯᎣᎲᏍᎨᏍᏗ, ᎢᏤᏯᏔᎮᏍᏗ ᏞᏍᏗ ᏥᏙᏣᏓᏛᏔᏂ.

source: But I say, Go on in the Spirit, and you will not come under the rule of the evil desires of the flesh.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏂᏥᏪᎭ, ᎠᏓᏅᏙᎩᎯ ᎢᏣᎢᏎᏍᏗ, ᎤᏇᏓᎵᏃ ᎤᎬᎥᏍᎬ ᎥᏝ ᏱᏂᎨᏣᏛᏁᎮᏍᏗ.

source: For the flesh has desires against the Spirit, and the Spirit against the flesh; because these are opposite the one to the other; so that you may not do the things which you have a mind to do.
chr: ᎤᏇᏓᎵᏰᏃ ᎤᏚᎵᏍᎬ ᏓᎦᏘᎴᎪ ᎠᏓᏅᏙ, ᎠᎴ ᎠᏓᏅᏙ ᎤᏚᎵᏍᎬ ᏓᎦᏘᎴᎪ ᎤᏇᏓᎵ; ᎾᏍᎩᏃ ᎯᎠ ᏗᎾᏓᏡᏗᏍᎩ ᏂᎦᎵᏍᏗᎭ; ᎾᏍᎩᏃ ᏂᎦᎵᏍᏙᏗᎭ ᏄᏍᏛ ᎢᏣᏚᎵᏍᎬ ᎥᏝ ᏱᏅᎨᏣᏛᎦ.

source: But if you are guided by the Spirit, you are not under the law.
chr: ᎠᏓᏅᏙᏍᎩᏂ ᏱᏗᏣᏘᏂᏙᎭ, ᎥᏝ ᏗᎧᎿᏩᏛᏍᏗ ᎠᎲ ᏱᎨᏣᏚᏓᎸ.

source: Now the works of the flesh are clear, which are these: evil desire, unclean things, wrong use of the senses,
chr: ᎾᏍᎩᏃ ᎤᏇᏓᎵ ᏄᏍᏛ ᏕᎤᎸᏫᏍᏓᏁᎲ ᎬᏂᎨᏒᎢᏳ; ᎯᎠ ᎾᏍᎩ ᏄᏍᏗ^ᎠᏓᏲᏁᏗ ᎨᏒᎢ, ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒᎢ, ᎦᏓᎭ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎤᏁᎫᏥᏛ ᎨᏒᎢ,

source: Worship of images, use of strange powers, hates, fighting, desire for what another has, angry feelings, attempts to get the better of others, divisions, false teachings,
chr: ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᏓᏙᎵᏍᏓᏁᏗ ᎨᏒᎢ, ᎠᏙᏅᏗ ᎨᏒᎢ, ᎠᏓᏓᏈᏍᏗ ᎨᏒᎢ, ᏗᏗᏲᏍᏗ ᎨᏒᎢ, ᏗᏓᏛᏳᏤᏗ ᎨᏒᎢ, ᎠᏔᎳᏬᎯᏍᏗ ᎨᏒᎢ, ᏗᏓᏐᎮᏗ ᎨᏒᎢ, ᏔᎵ ᎢᏯᏓᏗᏍᏗ ᎨᏒᎢ, ᎤᎾᏓᏤᎵᏛ ᎨᏒᎢ,

source: Envy, uncontrolled drinking and feasting, and such things: of which I give you word clearly, even as I did in the past, that they who do such things will have no part in the kingdom of God.
chr: ᎠᏛᏳᎨᏗ ᎨᏒᎢ, ᏗᏓᎯᏍᏗ ᎨᏒᎢ, ᎤᏓᏴᏍᏕᏍᏗ ᎨᏒᎢ, ᏧᏂᏴᏍᏕᏍᎩ ᏧᏂᎳᏫᎢᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᏗᏓᏂ; ᎯᎠ ᎾᏍᎩ ᎦᏳᎳ ᏂᏨᏃᏁᎭ, ᎾᏍᎩᏯ ᎾᏍᏉ ᎢᏨᏃᏁᎸᎯ ᏥᎩ ᏧᏩᎫᏔᏅᏒᎢ, Ꮎ ᎾᏍᎩ ᎢᏯᎾᏛᏁᎯ ᎥᏝ ᎤᎾᏤᎵ ᏱᏅᎦᎵᏍᏓ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ.

source: But the fruit of the Spirit is love, joy, peace, a quiet mind, kind acts, well-doing, faith,
chr: ᎠᏓᏅᏙᏍᎩᏂ ᎦᎾᏄᎪᏫᏍᎦ, ᎠᏓᎨᏳᏗ ᎨᏒᎢ, ᎤᎵᎮᎵᏍᏗ, ᏅᏩᏙᎯᏯᏛ, ᎬᏂᏗᏳ ᎨᏒᎢ, ᎤᏓᏅᏘ ᎨᏒᎢ, ᎣᏍᏛ ᎨᏒᎢ, ᎪᎯᏳᏗ ᎨᏒᎢ,
